Revit 2024 API
UnitTypeId.PoundsForcePerSquareInch Property
 Pounds force per square inch.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId PoundsForcePerSquareInch { get; }
Visual Basic
Public Shared ReadOnly Property PoundsForcePerSquareInch As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ PoundsForcePerSquareInch {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace